[
    {
        "index": 0,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The world's largest living organism is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The largest snowflake ever recorded was 15 inches wide and 8 inches thick. It fell in Montana, USA, in 1887.\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, which refers to a type of lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 1,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" which is a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The Great Wall of China is not visible from space, despite popular belief. It is only visible from low Earth orbit, and only under certain conditions.\n5. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\""
    },
    {
        "index": 2,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The shortest word in the English language that is still a word is \"I\".\n4. The longest recorded flight of a chicken is 13 seconds.\n5. The most expensive pizza ever made was the \"Pizza Louis XIII,\" which was topped with caviar, lobster, and truffles and cost $8,500."
    },
    {
        "index": 3,
        "text": "Here are five random facts:\n\n1. There is a species of jellyfish that is immortal. The Turritopsis dohrnii, also known as the \"immortal jellyfish,\" can transform its body into a younger state through a process called transdifferentiation. This means that it can essentially revert back to its polyp stage, which is the juvenile form of a jellyfish, and then grow back into an adult again. This process can be repeated indefinitely, making the Turritopsis dohrnii theoretically immortal.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered to Britain after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n3. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters and is rarely used in medical practice.\n5. The smallest bird in the world is the bee hummingbird, also known as the zunzuncito. It is found in Cuba and is only about 2 inches (5 cm) long. It weighs less than an ounce (28 grams) and has a wingspan of about 1.5 inches (3.8 cm)."
    },
    {
        "index": 4,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus. It covers over 2,200 acres in Oregon, USA.\n2. The shortest war in history was between Britain and Zanzibar on 27 August 1896. Zanzibar surrendered after just 38 minutes.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n5. The longest word in the English language that is actually used is antidisestablishmentarianism, a political position that opposes the separation of church and state."
    },
    {
        "index": 5,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit (56.7 degrees Celsius) on July 10, 1913, in Death Valley, California.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887."
    },
    {
        "index": 6,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n5. The longest recorded time without sleep is 264 hours (11 days), set by Randy Gardner in 1964."
    },
    {
        "index": 7,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The Great Barrier Reef is the largest living structure on Earth, spanning over 2,300 kilometers.\n4. The world's largest snowflake was 15 inches wide and 8 inches thick, and was recorded in Montana in 1887.\n5. The world's fastest land animal, the cheetah, can reach speeds of up to 120 kilometers per hour."
    },
    {
        "index": 8,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n3. The human nose can detect over 1 trillion different scents.\n4. The shortest man in recorded history was He Pingping, a Chinese man who stood at just 2 feet 5.37 inches (74.6 cm) tall.\n5. The longest word in the Oxford English Dictionary is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" which is a type of lung disease caused by inhaling very fine particles of silica."
    },
    {
        "index": 9,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n4. The world's largest snowflake was recorded in Montana, USA, on January 28, 1887, and measured 15 inches wide and 8 inches thick.\n5. The highest altitude ever reached by a human is 25,761 meters (84,826 feet), achieved by Felix Baumgartner during a skydive from a balloon over New Mexico, USA, on October 14, 2012."
    },
    {
        "index": 10,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. In the Harry Potter series, J.K. Rowling planned to kill off Harry in the last book, but her publisher convinced her to change the ending.\n4. The shortest word in the English language with eight letters is \"invested.\"\n5. The longest word in the English language with only four letters is \"tesseract.\""
    },
    {
        "index": 11,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n4. The smallest country in the world is the Vatican City, with a population of around 800 people and a size of just over 100 acres. It is an independent city-state located within Rome, Italy.\n5. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit (56.7 degrees Celsius), which was measured in Death Valley, California on July 10, 1913. However, it's worth noting that this record has been disputed by some scientists, who believe that the temperature may have been exaggerated."
    },
    {
        "index": 12,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The longest word in the Bible is Mahershalalhashbaz, which appears in Isaiah 8:1 and has 18 letters."
    },
    {
        "index": 13,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The Great Wall of China is so long that it can be seen from space. However, it is not visible as a solid wall, but rather as a series of lines and dots.\n5. The shortest man in the world, according to Guinness World Records, is He Pingping, who stood at 74.6 cm (2 feet 5.3 inches) tall."
    },
    {
        "index": 14,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and was discovered in Montana in 1887.\n3. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n4. The highest temperature ever recorded on Earth was 134°F (56.7°C) in Death Valley, California, on July 10, 1913.\n5. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" which refers to a lung disease caused by inhaling very fine particles of silica. It has 45 letters."
    },
    {
        "index": 15,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The smallest bird in the world is the bee hummingbird, also known as the zunzuncito. It is found in Cuba and weighs about as much as two pennies.\n5. The world's largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887. It was seen by a rancher named Matt Coleman, who described it as \"larger than milk pans.\""
    },
    {
        "index": 16,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters and is rarely used in medical literature.\n3. The smallest bird in the world is the bee hummingbird, also known as the zunzuncito. It is found in Cuba and is only about 2 inches (5 cm) long.\n4. The largest living thing on Earth is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres (900 hectares) in Oregon, USA, and is estimated to be around 2,400 years old.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, in 1887. It was observed by a rancher named Jonas Miller, who later claimed that the snowflake was \"larger than a milk pail.\""
    },
    {
        "index": 17,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The first webcam was created to monitor a coffee pot in Cambridge University's computer lab, allowing researchers to see if the pot was full without leaving their desks.\n4. The world's largest snowflake was recorded in Montana, USA, on January 28, 1887, and measured 15 inches wide and 8 inches thick.\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 18,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old and weighs around 1 million pounds.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, which is a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana in 1887.\n5. The human nose can detect over 1 trillion different scents, and the average person can distinguish between over 10,000 different smells."
    },
    {
        "index": 19,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n3. The world's largest snowflake was recorded in Montana, USA, on January 28, 1887, and measured 15 inches wide and 8 inches thick.\n4. The world's first computer mouse was made from wood and was created in 1964 by Douglas Engelbart. It had only one button and was used with an early computer system called NLS (oN-Line System).\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 20,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n3. The world's largest waterfall, by volume of water, is the Angel Falls in Venezuela. It is located in the Canaima National Park and drops a staggering 3,212 feet (979 meters) from the top of the Auyantepui mountain.\n4. The smallest country in the world, both in terms of population and land area, is the Vatican City. It has a population of just over 800 people and covers an area of approximately 110 acres (0.44 square kilometers).\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters and takes about 20 minutes to pronounce correctly."
    },
    {
        "index": 21,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old, making it one of the oldest living things on Earth.\n3. The human nose can detect over 1 trillion different scents. Our sense of smell is so sensitive that we can detect a single molecule of certain substances in the air.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, which is a lung disease caused by inhaling very fine silica particles. It has 45 letters and takes three hours to pronounce correctly."
    },
    {
        "index": 22,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the world, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, which is a lung disease caused by inhaling very fine particles of silica.\n5. The shortest sentence in the English language is \"Go.\""
    },
    {
        "index": 23,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the Oxford English Dictionary is “pneumatocystis jirovecii”, a type of fungal infection that can affect people with weakened immune systems. It has 45 letters.\n5. The shortest verse in the Bible is John 11:35, which reads, “Jesus wept.”"
    },
    {
        "index": 24,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the world, according to the Guinness Book of World Records, is a Maori word from New Zealand that consists of 85 letters: \"Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiwhenuakitanatahu.\" It is the name of a hill in New Zealand.\n5. The average person spends about six months of their lifetime waiting on a red light to turn green."
    },
    {
        "index": 25,
        "text": "Here are five random facts:\n\n1. Cats have 32 muscles in each ear.\n2. The Great Barrier Reef is the largest living structure on Earth.\n3. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n4. The human nose can detect over 1 trillion different scents.\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 26,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n4. The human nose can detect over 1 trillion different scents.\n5. The Great Barrier Reef is the largest living structure on Earth, spanning over 1,400 miles."
    },
    {
        "index": 27,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The highest altitude ever reached by a human is 8,257 meters (27,102 feet), achieved by Edmond Hillary and Tenzing Norgay when they climbed Mount Everest on May 29, 1953.\n4. The largest living thing on Earth is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887."
    },
    {
        "index": 28,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The longest word in the Bible is Mahershalalhashbaz, which appears in Isaiah 8:1 and has 18 letters."
    },
    {
        "index": 29,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The highest altitude ever reached by a human is 26,247 feet (8,004 meters), achieved by Felix Baumgartner during a skydive on October 14, 2012.\n4. The largest living thing on Earth is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n5. The smallest country in the world is the Vatican City, with a total area of 0.44 km² (0.17 square miles). It is an independent city-state located within Rome, Italy, and has a population of around 800 people."
    },
    {
        "index": 30,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n3. The largest living organism in the world is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick. It fell in Montana, USA, in 1887.\n5. The most expensive painting ever sold is Leonardo da Vinci's \"Salvator Mundi,\" which was sold for $450.3 million in 2017."
    },
    {
        "index": 31,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The longest word in the Bible is \"Mahershalalhashbaz,\" which appears in the book of Isaiah and has 28 letters."
    },
    {
        "index": 32,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the world, according to the Guinness Book of World Records, is the Maori word \"Kotuku Ngawai,\" which means \"to wander in a dream\" and has 56 letters.\n5. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\""
    },
    {
        "index": 33,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The Great Barrier Reef is the largest living structure on Earth, spanning over 2,300 kilometers (1,400 miles).\n4. The human nose can detect over 1 trillion different scents.\n5. The longest word in the world, according to the Oxford English Dictionary, is antidisestablishmentarianism, a political position that opposes the separation of church and state. It has 28 letters."
    },
    {
        "index": 34,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n3. The human nose can detect over 1 trillion different scents.\n4. The shortest sentence in the English language is \"Go!\"\n5. The longest word in the English language that doesn't repeat any letters is \"antidisestablishmentarianism.\""
    },
    {
        "index": 35,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The largest living organism in the world is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The world's largest waterfall, by volume of water, is underwater. It is located in the Denmark Strait, between Iceland and Greenland, and is called the \"Denmark Strait Cataract.\" It is estimated to have a flow rate of around 175,000 cubic meters per second.\n5. The longest word in the Oxford English Dictionary is \"floccinaucinihilipilification,\" which means the act of estimating something as worthless. It has 29 letters."
    },
    {
        "index": 36,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n2. The shortest war in history was between Britain and Zanzibar on 27 August 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n3. The human nose can detect over 1 trillion different scents. That's more than the number of stars in the Milky Way galaxy!\n4. The world's largest snowflake was recorded in Montana, USA in 1887. It measured a whopping 15 inches wide and 8 inches thick.\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, which is a type of lung disease caused by inhaling very fine particles of silica. It has 45 letters!"
    },
    {
        "index": 37,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the world, according to the Guinness Book of World Records, is the Maori word \"Kaokao\" which means \"a type of sweet potato.\" It has 105 letters.\n5. The shortest sentence in the English language is \"Go.\""
    },
    {
        "index": 38,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The world's largest snowflake was recorded in Montana, USA, on January 28, 1887. It measured 15 inches wide and 8 inches thick, and was observed by a rancher named Matt Coleman.\n4. The highest altitude ever reached by a skydiver is 135,906 feet (41,425 meters), set by Felix Baumgartner on October 14, 2012, during the Red Bull Stratos jump.\n5. The smallest country in the world, both in terms of population and land area, is the Vatican City, with a population of around 800 people and a land area of approximately 110 acres. It is an independent city-state located within Rome, Italy."
    },
    {
        "index": 39,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus that covers over 2,200 acres in Oregon.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n5. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana in 1887."
    },
    {
        "index": 40,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana, USA, in 1887.\n4. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit, which was reached in Death Valley, California, on July 10, 1913.\n5. The largest animal that ever lived was the blue whale, which can grow up to 100 feet in length and weigh over 200 tons."
    },
    {
        "index": 41,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The world's largest snowflake was recorded in Montana, USA, in 1887, and measured 15 inches wide and 8 inches thick.\n4. The world's largest waterfall, by volume of water, is the Angel Falls in Venezuela, which is over 100 times larger than Niagara Falls.\n5. The world's largest animal, the blue whale, has a heart the size of a car and can be heard from over 100 miles away."
    },
    {
        "index": 42,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old, making it one of the oldest living things on Earth.\n3. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters and takes three minutes to pronounce.\n4. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit (56.7 degrees Celsius) in Death Valley, California, on July 10, 1913. However, there are theories that the temperature may have actually been higher but the thermometer used was not accurate enough to record it.\n5. The human nose can detect over 1 trillion different scents, according to scientists at the University of California, Berkeley. This is due to the fact that the nose contains over 400 types of receptors that can detect different odor molecules."
    },
    {
        "index": 43,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887.\n5. The largest waterfall in the world, by volume of water, is the Angel Falls in Venezuela, which has a drop of 3,212 feet (979 meters) and a flow rate of 1,000,000 liters per second."
    },
    {
        "index": 44,
        "text": "Here are five random facts:\n\n1. A group of flamingos is called a \"flamboyance.\"\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n3. The human nose can detect over 1 trillion different scents.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 45,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The highest altitude ever reached by a skydiver is 33,333 meters (109,022 feet) by Felix Baumgartner on October 14, 2012.\n4. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887.\n5. The longest word in the English language, according to the Guinness Book of World Records, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine particles of silica. It has 45 letters."
    },
    {
        "index": 46,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and it fell in Montana in 1887.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles.\n4. The human nose can detect over 1 trillion different scents.\n5. The shortest sentence in the English language is \"I am.\""
    },
    {
        "index": 47,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old, making it one of the oldest living things on Earth.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The longest word in the French language is antidisestablishmentarianism, a political term that refers to opposition to the separation of church and state. It has 28 letters."
    },
    {
        "index": 48,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The world's largest snowflake was recorded in Montana, USA, in 1887, and measured 15 inches wide and 8 inches thick.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n5. The human nose can detect over 1 trillion different scents, according to the National Geographic."
    },
    {
        "index": 49,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old, making it one of the oldest living things on Earth.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on February 28, 1887. It is estimated that this snowflake would have weighed around 15 pounds (6.8 kg) if it had been a single flake."
    },
    {
        "index": 50,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The longest word in the English language is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The Great Barrier Reef is the largest living structure on Earth, spanning over 2,300 kilometers.\n5. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\""
    },
    {
        "index": 51,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The longest word in the world, according to the Oxford English Dictionary, is the Maori word \"whakamamārama\", which means \"to talk at length about something\". It has 33 letters.\n5. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old."
    },
    {
        "index": 52,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The largest living organism in the world is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887.\n5. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit (56.7 degrees Celsius), which was measured in Death Valley, California, USA, on July 10, 1913."
    },
    {
        "index": 53,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Guinness Book of World Records, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" which refers to a type of lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana in 1887.\n5. The world's oldest living organism is a fungus called Armillaria ostoyae, which is estimated to be around 8,650 years old. It grows in the Blue Mountains of Oregon, USA."
    },
    {
        "index": 54,
        "text": "Here are five random facts:\n\n1. Giraffes have the highest blood pressure of any mammal.\n2. The Great Barrier Reef is the largest living organism in the world, spanning over 2,300 kilometers.\n3. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n4. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana in 1887.\n5. The human nose can detect over 1 trillion different scents."
    },
    {
        "index": 55,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The smallest bird in the world is the bee hummingbird, which is found in Cuba and weighs about as much as a penny.\n4. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887."
    },
    {
        "index": 56,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n4. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887."
    },
    {
        "index": 57,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana, USA in 1887.\n4. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n5. The longest-reigning British monarch was Queen Victoria, who ruled for 63 years and 7 months from 1837 to 1901."
    },
    {
        "index": 58,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The longest recorded flight of a chicken is 13 seconds.\n5. The longest word in the world, according to the Guinness Book of World Records, is the Maori word \"trivia,\" which has 85 letters."
    },
    {
        "index": 59,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The largest living organism in the world is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n5. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana, USA, on January 28, 1887."
    },
    {
        "index": 60,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The average person spends about six months of their lifetime waiting on a red light to turn green.\n5. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old."
    },
    {
        "index": 61,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n4. The shortest sentence in the English language is \"Go!\"\n5. The longest word in the Chinese language is 成语 (chéngyǔ), which means \"a phrase or idiomatic expression.\" It has 16 strokes."
    },
    {
        "index": 62,
        "text": "Here are five random facts:\n\n1. There is a species of jellyfish that is immortal.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n5. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\""
    },
    {
        "index": 63,
        "text": "Here are five random facts:\n\n1. There is a species of jellyfish that is immortal.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n3. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles.\n5. The highest altitude ever reached by a human without the aid of technology was by a man named Joe Kittinger, who reached an altitude of 102,800 feet (31,300 meters) in 1960."
    },
    {
        "index": 64,
        "text": "Here are five random facts:\n\n1. There are over 100 different species of owls.\n2. The Great Barrier Reef is the world's largest living organism.\n3. The human nose can detect over 1 trillion different scents.\n4. The Great Wall of China is not visible from space.\n5. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes."
    },
    {
        "index": 65,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n4. The smallest country in the world is the Vatican City, with a population of just over 800 people and a total area of approximately 110 acres.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887. It is estimated that this snowflake had a water equivalent of around 1.4 billion tons."
    },
    {
        "index": 66,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n4. The human nose can detect over 1 trillion different scents.\n5. The longest word in the dictionary that doesn't repeat any letters is \"pneumonoultramicroscopicsilicovolcanoconiosis.\""
    },
    {
        "index": 67,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The highest mountain in the solar system is Olympus Mons on Mars, which is about three times the height of Mount Everest.\n4. The deepest lake in the world is Lake Baikal in Russia, which is about 5,380 feet (1,642 meters) deep.\n5. The largest living organism in the world is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old."
    },
    {
        "index": 68,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The largest snowflake ever recorded was 15 inches wide and 8 inches thick, and fell in Montana, USA, on January 28, 1887.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n5. The largest animal that ever lived is believed to be the blue whale, which can grow up to 100 feet in length and weigh over 200 tons."
    },
    {
        "index": 69,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n5. The only bird that can fly backwards is the hummingbird."
    },
    {
        "index": 70,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles.\n3. The human nose can detect over 1 trillion different scents.\n4. The shortest person to ever live was He Pingping, who was born in China in 1988 and stood at just 74.6 cm (2 ft 5.3 in) tall.\n5. The longest word in the Bible is \"Mahershalalhashbaz,\" which appears in the book of Isaiah and means \"hurry to the spoil.\""
    },
    {
        "index": 71,
        "text": "Here are five random facts:\n\n1. Giraffes have the highest blood pressure of any animal, which helps them pump blood up to their brains against gravity.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles.\n4. The only bird that can fly backwards is the hummingbird.\n5. The largest living thing on Earth is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA."
    },
    {
        "index": 72,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n3. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit (56.7 degrees Celsius) in Death Valley, California, on July 10, 1913.\n4. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887.\n5. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 73,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters and takes three minutes to pronounce.\n3. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old, making it one of the oldest living things on Earth.\n4. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887.\n5. The smallest country in the world is the Vatican City, with a total area of approximately 110 acres (0.44 square kilometers). It is an independent city-state located within Rome, Italy, and is home to the Pope and the central government of the Catholic Church."
    },
    {
        "index": 74,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine particles of silica.\n3. The human nose can detect over 1 trillion different scents.\n4. The Great Wall of China is not visible from space, despite popular belief. It is only visible from low Earth orbit, and only under certain conditions.\n5. The shortest person in recorded history was He Pingping, a Chinese man who stood at just 74.6 cm (2 feet 5.3 inches) tall."
    },
    {
        "index": 75,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The longest word in the Oxford English Dictionary is \"pneumatocystis jirovecii,\" a fungus that causes pneumonia. It has 45 letters.\n5. The shortest sentence in the English language is \"The cat sat on the mat.\" It has three words."
    },
    {
        "index": 76,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n3. The smallest sovereign state in the world is the Vatican City, which has a population of just over 800 people and covers an area of approximately 110 acres (0.44 square kilometers).\n4. The largest living thing on Earth is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n5. The world's largest snowflake was recorded in Montana, USA, on January 28, 1887. It measured 15 inches (38 cm) wide and 8 inches (20 cm) thick, and weighed about 15 pounds (6.8 kg)."
    },
    {
        "index": 77,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The shortest word in the English language that is not a palindrome is \"book.\"\n4. The longest word in the English language that is a palindrome is \"racecar.\"\n5. The largest snowflake ever recorded was 15 inches wide and 8 inches thick. It fell in Montana in 1887."
    },
    {
        "index": 78,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The human nose can detect over 1 trillion different scents. This is because the olfactory system in the brain is able to detect and differentiate between an enormous variety of chemical compounds.\n5. The shortest man in recorded history was He Pingping, a Chinese man who stood at just 74.6 cm (2 ft 5.3 in) tall. He was born in 1988 and died in 2013."
    },
    {
        "index": 79,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The highest altitude ever reached by a skydiver is 33,871 meters (111,000 feet) by Felix Baumgartner on October 14, 2012.\n4. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine particles of silica.\n5. The most expensive painting ever sold is Leonardo da Vinci's \"Salvator Mundi,\" which was purchased for $450.3 million in 2017."
    },
    {
        "index": 80,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The largest living organism in the world is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The shortest man in the world is He Pingping, a Chinese man who stood at just 74.6 cm (2 feet 5.3 inches) tall. He died in 2011 at the age of 25 due to heart disease.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, in 1887. It was reportedly seen by a rancher named Jonas Miller, who described it as \"larger than milk pans.\""
    },
    {
        "index": 81,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The world's largest snowflake was recorded in Montana, USA, on January 28, 1887. It measured 15 inches wide and 8 inches thick, and was observed by a rancher named Jonas Miller.\n4. The largest living animal in the world is a blue whale named Moca, which was measured at 108 feet long and weighed around 210 tons. It was spotted off the coast of Mexico in 1947.\n5. The world's largest pizza was made in Rome, Italy, in 1999. It measured 13,000 square feet and weighed over 5,000 pounds. It was topped with 10,000 pounds of cheese and 5,000 pounds of tomato sauce."
    },
    {
        "index": 82,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The world's largest living organism is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n5. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\""
    },
    {
        "index": 83,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n4. The human nose can detect over 1 trillion different scents. However, humans can only distinguish between about 10,000 different odors.\n5. The Great Barrier Reef is the largest living structure on Earth, spanning over 1,400 miles (2,300 kilometers). It is so big that it can be seen from space, and is considered one of the seven natural wonders of the world."
    },
    {
        "index": 84,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The shortest word in the English language that isn't a word is \"brrr.\"\n4. In an average lifetime, a person will spend about six months waiting on a red light to turn green.\n5. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA."
    },
    {
        "index": 85,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The human nose can detect over 1 trillion different scents.\n4. The Great Barrier Reef is the largest living structure on Earth, spanning over 2,300 kilometers.\n5. The shortest man in recorded history was He Pingping, who was born in China in 1988 and stood at just 74.6 cm (2 ft 5.3 in) tall."
    },
    {
        "index": 86,
        "text": "Here are five random facts:\n\n1. The world's largest living organism is a fungus. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n2. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n3. The highest altitude ever reached by a skydiver is 33,526 meters (110,316 feet), set by Felix Baumgartner on October 14, 2012.\n4. The world's largest snowflake was measured in Montana, USA, in 1887, and was 15 inches wide and 8 inches thick.\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 87,
        "text": "Here are five random facts:\n\n1. The world's largest snowflake was 15 inches wide and 8 inches thick. It was discovered in Montana in 1887.\n2. The human nose can detect over 1 trillion different scents.\n3. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n4. The longest word in the English language, according to the Oxford English Dictionary, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n5. The longest word in the Welsh language is \"llanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch,\" which is the name of a village in Wales. It has 58 letters."
    },
    {
        "index": 88,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The largest living thing on Earth is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The world's largest snowflake was recorded in Montana, USA, in 1887. It was 15 inches wide and 8 inches thick.\n4. The largest waterfall in the world, by volume of water, is the Angel Falls in Venezuela. It has a height of 3,212 feet and a flow rate of 1,600,000 liters per second.\n5. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, which is a type of lung disease caused by inhaling very fine silica particles. It has 45 letters."
    },
    {
        "index": 89,
        "text": "Here are five random facts:\n\n1. In ancient times, Egyptians used to mummify crocodiles as a form of protection.\n2. The human nose can detect over 1 trillion different scents.\n3. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n4. The longest word in the English language, according to the Guinness Book of World Records, is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" which refers to a type of lung disease caused by inhaling very fine silica particles.\n5. The Great Wall of China is not visible from space, despite popular belief. It is only visible from low Earth orbit, and only under certain conditions."
    },
    {
        "index": 90,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA.\n3. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA in 1887.\n4. The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n5. The human nose can detect over 1 trillion different scents."
    },
    {
        "index": 91,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The largest living organism in the world is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon, USA. It is estimated to be around 2,400 years old, making it one of the oldest living things on Earth.\n3. The world's first webcam was created in 1991 by a group of computer scientists at Cambridge University to monitor the coffee pot in their break room. They wanted to avoid getting up from their desks to see if the pot was full, so they set up a camera to stream live footage of the pot to their computers.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, which is a type of lung disease caused by inhaling very fine silica particles. The word has 45 letters and is often used as an example of a long word that is difficult to pronounce.\n5. The highest altitude ever reached by a human is 8,251 meters (27,100 feet), achieved by Felix Baumgartner during a skydive on October 14, 2012. Baumgartner jumped from a balloon over New Mexico, USA, and broke the sound barrier during his descent."
    },
    {
        "index": 92,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit (56.7 degrees Celsius) in Death Valley, California, on July 10, 1913.\n4. The smallest country in the world is the Vatican City, with a population of just over 800 people and a land area of approximately 110 acres.\n5. The largest living thing on Earth is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old."
    },
    {
        "index": 93,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, which refers to a type of lung disease caused by inhaling very fine particles of silica.\n4. The highest altitude ever reached by a hot air balloon is 30,874 meters (101,245 feet), set by Felix Baumgartner on October 14, 2012.\n5. The smallest bird in the world is the bee hummingbird, which is found in Cuba and weighs about 1.6 grams (0.056 ounces). It is also the only bird that can fly backwards."
    },
    {
        "index": 94,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The world's largest living organism is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n3. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n4. The highest altitude ever reached by a human is 8,251 meters (27,126 feet), achieved by Felix Baumgartner during a skydive on October 14, 2012.\n5. The largest snowflake ever recorded was 15 inches (38 cm) wide and 8 inches (20 cm) thick, and fell in Montana, USA, on January 28, 1887. It was observed by a rancher named Jonas Miller, who later claimed that the snowflake was so large that it looked like a \"patch of new fallen snow\" and had to be seen to be believed."
    },
    {
        "index": 95,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica.\n3. The human nose can detect over 1 trillion different scents.\n4. The shortest verse in the Bible is John 11:35, which reads, \"Jesus wept.\"\n5. The longest word in the Shakespearean play \"Hamlet\" is \"dumbstruck,\" which has 12 letters."
    },
    {
        "index": 96,
        "text": "Here are five random facts:\n\n1. Cats have over 20 muscles in each ear.\n2. The human nose can detect over 1 trillion different scents.\n3. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n5. The average person spends about six months of their lifetime waiting on a red light to turn green."
    },
    {
        "index": 97,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after just 38 minutes.\n2. The human nose can detect over 1 trillion different scents.\n3. The world's largest snowflake was 15 inches wide and 8 inches thick, and was discovered in Montana in 1887.\n4. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine particles of silica. It has 45 letters.\n5. The average person spends about six months of their lifetime waiting on a red light to turn green."
    },
    {
        "index": 98,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters and is rarely used in everyday conversation.\n3. The human nose can detect over 1 trillion different scents. This is made possible by the millions of nerve endings in the nasal passages, which are capable of detecting incredibly small concentrations of chemicals in the air.\n4. The shortest man in recorded history was He Pingping, a Chinese man who stood at just 74.6 cm (2 ft 5.3 in) tall. He held the Guinness World Record for shortest person in the world before his death in 2011.\n5. The largest living organism in the world is a fungus called Armillaria ostoyae, also known as the honey mushroom. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old. It grows by producing tiny, branching tendrils that spread out in search of nutrients."
    },
    {
        "index": 99,
        "text": "Here are five random facts:\n\n1. The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after 12 minutes of fighting, and the remaining 26 minutes were spent on ceasefire negotiations.\n2. The longest word in the English language, according to the Guinness Book of World Records, is pneumonoultramicroscopicsilicovolcanoconiosis, a lung disease caused by inhaling very fine silica particles. It has 45 letters.\n3. The largest living organism in the world is a fungus called Armillaria ostoyae. It covers over 2,200 acres in Oregon, USA, and is estimated to be around 2,400 years old.\n4. The highest temperature ever recorded on Earth was 134 degrees Fahrenheit (56.7 degrees Celsius), which was recorded in Death Valley, California, on July 10, 1913.\n5. The longest word in the Old English language is Beowulf, which is the name of a hero in an epic poem written in the 8th century. The poem has 3,182 lines and is considered one of the most important works of Anglo-Saxon literature."
    }
]